Property lines intersect. Area calculations will not be precise.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId PropertyIntersect { get; }
  Visual Basic
Public Shared ReadOnly Property PropertyIntersect As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ PropertyIntersect {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SiteFailures Class
  Autodesk.Revit.DB Namespace